{"id":3,"date":"2021-09-30T03:00:36","date_gmt":"2021-09-30T03:00:36","guid":{"rendered":"https:\/\/kairaa.in\/?page_id=3"},"modified":"2022-03-20T16:16:51","modified_gmt":"2022-03-20T16:16:51","slug":"privacy-policy","status":"publish","type":"page","link":"https:\/\/unikaa.org\/privacy-policy\/","title":{"rendered":"Privacy Policy"},"content":{"rendered":"\n<p>Kairaa Tech Serve Private Limited( “we”, “us“, “our“, “kairaa ” , or ”kairaa.in”), wants you to understand the fundamental risk in the Crypto currency and crypto token markets, and all crypto token related investments for that matter.<\/p>\n\n\n\n<p>Full Risk Disclosure &amp; Disclaimer Statement<\/p>\n\n\n\n<p>The services, content, and information provided by and disseminated by Kairaa are solely educational and are not intended as trade recommendations, investment advice, or financial advisory services.<\/p>\n\n\n\n<p>Crypto tokens and currency Past performance and results Kairaa do not guarantee future results. The services, content, and information provided and disseminated by Kairaa are not customized or tailored in any manner to any customer or group of customers.<\/p>\n\n\n\n<p>Crypto Trading and crypto investment involve a substantial risk of loss and are not recommended for anyone that is not a trained investor. It is recommended that you never risk more than what you are willing to lose. Leverage can lead to substantial losses. Any use of leverage, margin, or shorting techniques is at your full discretion and Kairaa will not be liable for your losses.<\/p>\n\n\n\n<p>Once joining the Kairaa membership site or mobile app , and by making a payment, monthly or annually, or by consuming any free content or services, you understand and agree that you are taking full responsibility for your trading actions. Neither Kairaa, nor its employees, owners, founders, officers, board members, affiliates, investors, or advisors guarantee in any way the performance for any content, actions, statements, recommendations, strategies, presentation of facts, presentation of opinions, forward-looking statements, testimonials, marketing copy, case studies, analysis, news, analysis of news, or risk assessments disseminated by any medium during the course of your voluntary participation in the membership group. This includes, without limitation text, videos, images, content, audio notes, chat rooms, online apps (Twitter, Face book, Telegram, whatsapp etc.), news, analysis, or any other content.<\/p>\n\n\n\n<p>You are participating in Kairaa and investing at your own risk and discretion. You are translating what you learn in the membership, from any content, in any form, on your own behalf, at your own risk, and at your own discretion. Trading, investing, and entrepreneurship involve a high degree of risk and the potential for significant losses. You are trading at your own risk. Neither Kairaa Tech Serve Private Limited nor its employees, owners, founders, affiliates, officers, board members, investors, or advisors, are investment or trading advisors.<\/p>\n\n\n\n<p>Absolutely none of the information provided is a recommendation to buy or sell any investment or asset or a guarantee of results and must not be construed as such. There are no guarantees or certainties in trading or investing. Many traders and investors lose money. Do not trade with money you can’t afford to lose.<\/p>\n\n\n\n<p>Bitcoin, Ethereum, Nbic, and other crypto currencies or crypto Token can be extremely profitable, but they are extremely risky assets with countless known and unknown risks. Kairaa is not responsible for the outcomes of any of your trades, investment actions, errors, omissions, mistakes, and\/or transactions.<\/p>\n\n\n\n<p>You are not entitled to a refund at any time or for any reason. Kairaa cannot regulate and is not responsible for, the statements, opinions, or recommendations of other program members. Markets are dynamic and unpredictable, and therefore, it is impossible to consider every angle of any assessment or opinion.<\/p>\n\n\n\n<p>Kairaa is not liable for any errors or omissions or oversights. Crypto currencies are inherently unpredictable and unstable, and will continue to be for the foreseeable future. Kairaa is not responsible for favorable or unfavorable shifts in the market or news cycle. By investing in crypto currencies, you understand there is significant counterparty risk with 3rd party exchanges, hacks, transfer errors, and government sanctions and that kairaa has no control over these outcomes.<\/p>\n\n\n\n<p>You understand that you can lose your investment principal or gains at any time. Kairaa will highlight their investments and actions and that this does not constitute, nor does it intend to constitute, recommendations for you to take any action. Kairaa is under no obligation to highlight or mention any buying action or selling action they take at any time. This includes any follow-up on an action taken and communicated previously. For example, if we communicate that we’ve made a purchase, you understand that we are not required to inform you if and when we sell.<\/p>\n\n\n\n<p>&nbsp;Kairaa cannot be accountable for “closing” any single trade. You take full responsibility for all trades and investments you make and do not make. You acknowledge that you enter into any transactions relying on your own judgment, and make any transactions and investments at your own risk. Hypothetical statements may have inherent limitations. All statements made in the discussion board, chat rooms, or online apps do not constitute investment advice. That past performance does not guarantee or predict future results. Kairaa is not responsible for communicating, anticipating, or detecting all known and\/or unknown risks inherent in the markets. You are responsible for confirming the legal status of investing in crypto currencies and crypto tokens in your country at all times.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Kairaa Tech Serve Private Limited( “we”, “us“, “our“, “kairaa ” , or ”kairaa.in”), wants you to understand the fundamental risk in the Crypto currency and crypto token markets, and all crypto token related investments for that matter. Full Risk Disclosure &amp; Disclaimer Statement The services, content, and information provided by and disseminated by Kairaa are [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"open","template":"","meta":{"footnotes":""},"_links":{"self":[{"href":"https:\/\/unikaa.org\/wp-json\/wp\/v2\/pages\/3"}],"collection":[{"href":"https:\/\/unikaa.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/unikaa.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/unikaa.org\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/unikaa.org\/wp-json\/wp\/v2\/comments?post=3"}],"version-history":[{"count":2,"href":"https:\/\/unikaa.org\/wp-json\/wp\/v2\/pages\/3\/revisions"}],"predecessor-version":[{"id":7901,"href":"https:\/\/unikaa.org\/wp-json\/wp\/v2\/pages\/3\/revisions\/7901"}],"wp:attachment":[{"href":"https:\/\/unikaa.org\/wp-json\/wp\/v2\/media?parent=3"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}